{
  "en": {
    "general": {
      "appName": "O-ELIDDI",
      "buttons": {
        "cleanRow": "Clean Row",
        "undo": "Undo",
        "next": "Next",
        "submit": "Submit",
        "back": "Back",
        "save": "Save Timeline",
        "backToInstructions": "Back to Instructions",
        "continue": "Continue",
        "start": "Start"
      },
      "modals": {
        "addActivity": "Add Activity"
      },
      "errors": {
        "loadError": "Error loading activities: {error}",
        "validation": {
          "minCoverage": "min_coverage must be between 0 and 1440"
        }
      }
    },
    "timeline": {
      "primary": "Primary Activity",
      "coverageWarning": "Minimum coverage required: {minCoverage} minutes",
      "validationError": "Timeline validation error: {error}"
    },
    "instructions": {
      "welcome": "Welcome to the Time Use Diary",
      "purpose": "The purpose of this exercise is to collect information on the activities you do. We are also interested in where you were and who you are with when you did each activity.",
      "howItWorks": "How the Diary Works",
      "diaryDescription": "A full day will be shown hourly with 10 minutes intervals from 4am - 4am. Depending on your screen size, this will appear either in horizontal (computer, laptop) or in vertical (smartphone) scrolling format.",
      "infoRequested": "You will be asked to provide the following information:",
      "infoItems": [
        "Primary activity: your main activity",
        "Secondary activity: any activity you were doing at the same time as the primary activity",
        "Where were you at the time: at home, at work or in some other place",
        "Who you were with: combinations of e.g. spouse, children, non-household members, their gender and age group, and your degree of contact with them"
      ]
    },
    "summaryInstructions": "Summary of instructions:",
    "summaryItems": [
      "SELECT an item from the options",
      "PLACE item on the timeline",
      "DRAG to the right (or down) the timeline",
      "Once the timeline is filled, you may continue by clicking \"Next\"",
      "Continue filling out each row (or column) as they appear. Adjust/delete items as necessary",
      "Click SUBMIT once you are happy with the completed diary"
    ],
    "tipsHeading": "Tips for Accurate Recording",
    "tipsItems": [
      "Try to account for all your time - even short activities",
      "If you did multiple things at once, record the main activity first",
      "Be as specific as possible when choosing activities",
      "If you can't find an exact match, use \"other\" and type in your activity",
      "Make sure activities don't overlap unless intended"
    ],
    "noteText": "Remember: You can always go back and adjust your entries using the undo button or by clicking on activities directly."
  }
}
